token = '6801598590:AAHQN35ZbK16Qnsl9q1rh0i3m0NxLAQyVb8'
chat_id = 5731453711

# Информация о персонаже
character = {'name': 'Аватар', 'age': '17', 'hobby': ['Лук', 'Копья'], 'adress': 'Пандора'}

# Варианты ответов
telebot_responses = {
    "привет": ["Здравствуйте!", "Приветствую!", "Приветствую Вас на Пандоре!"],
    "кто ты": ["Аватар, житель Пандоры из системы Альфы Центавра.",
               "Меня зовут Аватар, я вождь народа на’ви.",
               "Аватар — прирождённый охотник, мастерски обращаюсь с луком и копьями."],
    "что ты умеешь": ["Моя сила в ветрах и воздухе.",
                      "Я могу помочь вам в путешествиях по Пандоре.",
                      "Я много могу рассказать о природе Пандоры."],
    "расскажи о природе": [
        "Большую часть суши Пандоры занимают огромные дождевые леса.",
        "Травы и кустарники могут достигать семи метров в высоту.",
        "Отличительная черта местных пейзажей — парящие горы и огромные каменные арки.",
        "Анобтаниум — металл, который встречается только на Пандоре и обладает уникальными свойствами."],
    "пока": ["До свидания!", "Удачи!", "До скорой встречи!",
             "Возвращайтесь, я расскажу вам много интересного!"]
}
